const Terms = () => {
  return (
    <div>
      தனியுரிமைக் கொள்கைகள் : 
எங்களது தளத்தை பயன்படுத்துவதற்கு உங்களுக்கு நன்றி கூறிக் கொள்கிறோம். எங்களது தளத்தில் உங்களிடமிருந்து சேகரிக்கப்பட்ட தனிப்பட்ட தகவல்களை நாங்கள் எவ்வாறு கையாளுகிறோம் என்பதை இந்த தனியுரிமைக் கொள்கைகள் விவரிக்கிறது. எங்களது தளத்தை பயன்படுத்துவதன் மூலம் இந்த கொள்கைகளில் விவரிக்கப்பட்டுள்ள நடைமுறைகளை நீங்கள் ஏற்றுக் கொள்கிறீர்கள். நடைமுறைகளில் ஏதேனும் மாற்றம் செய்யப்பட்டால் உடனுக்குடன்  இந்த பக்கத்தில் விவரிக்கப்படும். எனவே இதனை நன்றாக அறிந்து கொள்ளுமாறு தங்களை எமது குழு ஊக்குவிக்கிறது.

எங்கள் பார்வையாளராகிய தாங்கள் தானாக முன்வந்து அளிக்கும் பெயர், முகவரி, தொடர்பு தகவல்கள் போன்றவற்றை எமது இணையதள பிரிவு சேமிக்கும்.
சேமிக்கப்பட்டுள்ள தகவல்கள் தங்களது குறிப்பிட்ட கோரிக்கைகளை நிறைவேற்றவும் நாங்கள் தேவைப்படும் நேரங்களில் தங்களிடம் தொடர்பில் இருக்கவும் பயன்படுத்தப்படும். 
எக்காரணம் கொண்டும் எங்களிடம் உள்ள தங்களது தகவல்கள் மூன்றாவது நபருக்கோ அல்லது நிறுவங்களுக்கோ பகிரப்படாது. 
தங்களது கடவுச்சொல் போன்ற தகவல்களை நீங்கள் யாரிடமும் பகிராமல் இருப்பது தேவையற்ற சிக்கல்களைத் தவிர்க்கும்
தங்களது தகவல்கள் எமது நிறுவனத்தில் பாதுகாப்பானதாக இருக்கும். எங்கள் நிறுவனத்தின் இணையதளப் பிரிவு மட்டுமே தங்களது தகவல்களை அணுகி கையாளும் வகையில் அமைக்கப்பட்டுள்ளது.

விநியோகக் கொள்கைகள் :
நீங்கள் கோரிக்கை செய்த தேதியிலிருந்து உங்களுக்கு பொருள் வழங்க வழக்கமாக நாங்கள் 4 லிருந்து 6 நாட்கள் எடுத்துக் கொள்கிறோம். மொத்த ஆர்டர்களுக்கு மேலும் ஓரிரண்டு நாட்கள்  ஆகும். 
உங்களது கோரிக்கையின் தூதஞ்சல் இருத்தலை கண்காணித்தல் குறித்து நீங்கள் மேலும் அறிய விரும்பினால் எங்களுக்கு மின்னஞ்சல்/பகிரி/ தொலைபேசி மூலம் தொடர்பு கொள்ளலாம். அதற்கான இனைப்புகளை கீழே தருகிறோம்.
காலை 9:30 மணி முதல் மாலை 5:30 மணி வரை எங்களை 7871003935 என்ற எண்ணிற்கு பகிரி அல்லது அழைப்பு மூலமாகவும் , raavananstore@gmail.com என்ற மின்னஞ்சல் முகவரி மூலமாகவும் எங்களது வாடிக்கையாளர் பிரிவை நீங்கள் சுலபமாக அணுகலாம்

ரத்துக் கொள்கை :
எங்களது பொருளில் நீங்கள் திருப்தி அடையவில்லை என்றாலோ அல்லது எங்களது பொருளில் பாதிப்பு இருந்தாலோ பொருளைப் பெற்ற மூன்று நாட்களுக்குள் எங்களது வாடிக்கையாளர் பிரிவை அணுகி பிரச்சினையை விவரமாக தெரிவிக்கலாம். அவ்வாறு செய்வதன் மூலம் ஒரு நல்ல தரமான சேவையை நாங்கள் உங்களுக்கு அளிக்க நீங்கள் எங்களுக்கு உதவுகிறீர்கள். உங்களிடமிருந்து பழுதான பொருளைப் பெற்றுக் கொண்டு நல்ல தரமான மாற்றுப் பொருளை தங்களுக்கு கூடிய விரைவில் வழங்க வழி வகுக்கும்.

எங்களது பொருளில் நீங்கள் முழுக்க திருப்தி அடையாமல் பணத்தை திரும்பப் பெற விரும்பினால்  பொருளைப் பெற்ற மூன்று நாட்களுக்குள் எங்களுக்கு தெரிவிப்பதன் மூலம் உங்களது பணத்தை கூடிய விரைவில் நாங்கள் திருப்பி தர இயலும். 


வாடிக்கையாளர் பிரிவு தொடர்புக்கு :
தொலைபேசி/பகிரி : 7871003935
மின்னஞ்சல் : raavananstore@gmail.com

    </div>
  );
};

export default Terms;
